<template>
  <div class="contact">
    <h1>Оплата и доставка</h1>
    <p>
      <b>Оплата</b>
    </p>
    <p>Вы можете оплатить заказанные товары следующими способами:</p>
    <ul>
      <li>наличными в магазине</li>
      <li>банковским переводом</li>
      <li>на карту ПриватБанк</li>
      <li>на карту Сбербанк России</li>
      <li>наложенным платежом</li>
    </ul>
    <p>
      <b>Доставка</b>
    </p>
    <p>Междугородние перевозки поддерживаются компанией "Почта Донбасса".</p>
    <p>
      Во время отгрузки заказанных товаров вы получите подтверждение доставки и
      номер накладной на Ваш адрес электронной почты, чтобы Вы могли отслеживать
      отправку.
    </p>
  </div>
</template>

<style lang="scss" scoped>
.contact {
  width: 960px;
  margin: 0 auto;
  padding: 20px 0;

  @media (max-width: 960px) {
    width: 100%;
  }

  p {
    font-size: 14px;
    margin: 14px 0;
  }
}
</style>
