<template>
  <div class="return-info">
    <h1>Условия возврата товара</h1>
    <p>
      У Вас есть право отказаться от товара в течение 14 дней без указания
      причины. Срок для отказа от товара истекает через 14 дней со дня, в
      который получена вещь или в который вещь была получена третьим лицом,
      указанным Вами.
    </p>
    <p>
      Для того, чтобы воспользоваться правом отказа от товара, Вы должны
      сообщить нам о своем решении.
    </p>
    <p>В случае отказа от товара, мы возвратим Вам его стоимость.</p>
    <p>
      Возврат оплаты выполняем не позднее, чем в течение 14 дней с момента
      извещения об отказе от товара. Возврат оплаты мы осуществляем с помощью
      такого же способа оплаты, какой был использован в первоначальной сделке,
      либо, по обоюдной договоренности, другим способом.
    </p>
    <p>
      Мы можем задержать возврат оплаты до момента получения товара или до
      момента предоставления нам доказательств их отсылки, в зависимости от
      того, какое событие наступит раньше.
    </p>
  </div>
</template>

<style lang="scss" scoped>
.return-info {
  width: 960px;
  margin: 0 auto;
  padding: 20px 0;

  @media (max-width: 960px) {
    width: 100%;
  }

  p {
    font-size: 14px;
    margin: 14px 0;
  }
}
</style>
